# Desktop_Administration.reg
Desktop_Administration="Меню администрирования (раб стол)"
lang_03_Administration="Администрирование"
lang_admin_msconfig="Конфигурация системы"
lang_admin_devmgmt="Диспетчер устройств"
lang_admin_firewall="Брандмауэр Windows"
lang_admin_services="Системные службы"
lang_admin_diskmgmt="Управление дисками"
lang_admin_taskschd="Планировщик заданий"
lang_admin_eventvwr="Просмотр событий"
lang_admin_printmanagement="Управление печатью"
lang_admin_comexp="Службы компонентов"
lang_admin_Netplwiz="Учетные записи"
lang_admin_UAK="Контроль учетных записей"
lang_admin_perfmon="Монитор ресурсов"
lang_admin_relmon="Монитор стабильности системы"
lang_admin_MdSched="Проверка памяти Windows"
# Desktop_ControlPanel.reg
Desktop_ControlPanel="Меню панели управления (раб стол)"
lang_02_ControlPanel="Панель управления"
lang_Control_SystemRecovery="Восстановление системы"
lang_Control_DateAndTime="Дата и Время"
lang_Control_Sound="Настройка звука"
lang_Control_TaskbarAndStartMenu="Панель задач и меню"
lang_Control_FolderOptions="Параметры папок"
lang_Control_ProgramsAndFeatures="Программы и компоненты"
lang_Control_InternetOptions="Свойства обозревателя"
lang_Control_System="Свойства системы"
lang_Control_DevicesAndPrinters="Устройства и принтеры"
lang_Control_UserAccounts="Учетные записи пользователей"
lang_Control_WindowsUpdate="Центр обновления Windows"
lang_Control_NetworkAndSharingCenter="Центр управления сетями"
lang_Control_PowerOptions="Электропитание"
lang_Control_RegionAndLanguage="Язык и региональные стандарты"
lang_Control_GodeMode="Режим Бога"
# Desktop_DataClean.reg
Desktop_DataClean="Меню очистки данных (раб стол)"
lang_07_DataClean="Очистка данных"
lang_DataClean_Temp="Папки Temp"
lang_DataClean_DNS="Кэш DNS"
lang_DataClean_Icons="Кэш иконок"
lang_DataClean_Thumbnails="Кэш эскизов"
lang_DataClean_Notifications="Системный трей"
lang_DataClean_Clipboard="Буфер обмена"
lang_DataClean_Hosts="Файл Hosts"
lang_DataClean_PrintQueue="Очередь печати"
lang_DataClean_Recycle="Сброс корзины"
lang_DataClean_WinUpdate="Центр обновлений"
lang_DataClean_RepositoryWMI="Репозиторий WMI"
lang_DataClean_Network="Сетевые настройки"
lang_DataClean_RestorePoints="Точки восстановления"
lang_DataClean_SystemResetBase="Удалить устаревшие компоненты (освободить место)"
lang_DataClean_CleanMgr="Утилита очистки диска"
# Desktop_Personalization.reg
Desktop_Personalization="Меню персонализации"
lang_Menu_Personalization="Персонализация +"
lang_Personalization_Sound="Звуки"
lang_Personalization_Screensaver="Экранная заставка"
lang_Personalization_Icons="Иконки рабочего стола"
lang_Personalization_Pointers="Указатели мыши"
# Desktop_Shutdown.reg
Desktop_Shutdown="Меню выключения системы (раб стол)"
lang_Menu_Shutdown="Выключение системы"
lang_System_ShutdownMenu="Выключение"
lang_System_ShutdownTime="Выключение (время)"
lang_System_Shutdown="Выключение"
lang_System_ShutdownForce="Принудительное выключение системы"
lang_System_TurnOffMonitors="Выключить мониторы"
lang_System_Logoff="Выход"
lang_System_Reboot="Перезагрузка системы"
lang_System_HibernateState="Состояние гибернации"
lang_System_SuspendState="Состояние приостановки"
lang_System_LockWorkstation="Блокировка системы"
lang_System_RebootAdvanced="Расширенная перезагрузка системы"
lang_System_Reboot2RE="Перезагрузка в среду восстановления"
lang_System_SafeMode="Безопасный режим"
lang_SafeMode_Normal="Перезагрузка в обычном режиме"
lang_SafeMode_Safe="Безопасный режим"
lang_SafeMode_Network="Безопасный режим с поддержкой сети"
lang_SafeMode_Promt="Безопасный режим с поддержкой командной строки"
# Desktop_StandardApps.reg
Desktop_StandardApps="Меню стандартных приложений (раб стол)"
lang_04_StandardApps="Стандартные программы"
lang_apps_notepad="Блокнот"
lang_apps_calc="Калькулятор"
lang_apps_snip="Ножницы"
lang_apps_charmap="Таблица символов"
lang_apps_DisplaySwitch="Подключить к проектору"
lang_apps_keyboard="Экранная клавиатура"
lang_apps_run="Выполнить"
# Desktop_SystemInfo.reg
Desktop_SystemInfo="Меню информации о системе (раб стол)"
lang_05_SystemInfo="Информация о системе"
lang_SystemInfo_TaskList="Процессы"
lang_SystemInfo_AutoRuns="Автозагрузка"
lang_SystemInfo_Users="Сид пользователей"
lang_SystemInfo_Updates="Список обновлений"
lang_SystemInfo_Services="Список служб"
lang_SystemInfo_Drivers="Список драйверов"
lang_SystemInfo_System="Сведения о системе"
lang_SystemInfo_Network="Конфигурации сети"
lang_SystemInfo_ActiveConnect="Активные подключения"
lang_SystemInfo_RestorePoints="Точки востановления"
lang_SystemInfo_Programs="Установленные программы"
lang_SystemInfo_BootConfig="Конфигурация загрузки"
lang_SystemInfo_Power="Электропитание"
lang_SystemInfo_DirectX="Средство диагностики DirectX"
# Desktop_SystemTasks.reg
Desktop_SystemTasks="Меню системных задач (раб стол)"
lang_01_SystemTasks="Системные задачи"
lang_SystemTasks_TaskMgr="Диспетчер задач"
lang_SystemTasks_Cmd="Командная строка (Администратор)"
lang_SystemTasks_RegEdit="Редактор реестра"
lang_SystemTasks_PowerShell="Windows PowerShell"
lang_SystemTasks_CmdAsTI="Командная строка ( TI )"
lang_SystemTasks_TimeSync="Синхронизировать время"
lang_SystemTasks_ReloadExplorer="Перезапустить рабочий стол"
lang_SystemTasks_CreateRestorePoint="Создать точку восстановления"
lang_SystemTasks_KillTask="Завершить не отвечающие задачи"
lang_SystemTasks_SystemVerify="Проверка системных файлов"
lang_SystemTasks_SystemRestore="Восстановление системных файлов"
lang_SystemTasks_SystemRestoreHealth="Восстановление хранилища компонентов"
# Desktop_TrayOfCDrom.reg
Desktop_TrayOfCDrom="Меню DVD-ROM"
lang_Menu_CDROM="DVD-ROM трей"
lang_Menu_CDROM_Open="Открыть лоток"
lang_Menu_CDROM_Close="Закрыть лоток"
lang_Menu_CDROM_Close2="Закрыть лоток"
# Menu_ChangeAttrib.reg
Menu_ChangeAttrib="Меню изменения атрибутов"
lang_Menu_ChangeAttrib_File="Изменить атрибуты файла"
lang_Menu_ChangeAttrib_Folder="Изменить атрибуты папки"
lang_Menu_ChangeAttrib_Drive="Изменить атрибуты диска"
lang_Attrib_SetH="Установить Скрытый (+h)"
lang_Attrib_SetS="Установить Системный (+s)"
lang_Attrib_SetR="Установить Только для чтения (+r)"
lang_Attrib_SetHS="Установить Скрытый и системный (+h+s)"
lang_Attrib_RemoveR="Убрать Только для чтения (-r)"
lang_Attrib_RemoveHS="Убрать Скрытый и системный (-h-s)"
lang_Attrib_SubDir_On="Включая подкаталоги и файлы (Включить)"
lang_Attrib_SubDir_Off="Включая подкаталоги и файлы (Отключить)"
lang_Attrib_SubDirSetH="Установить Скрытый (+h)"
lang_Attrib_SubDirSetS="Установить Системный (+s)"
lang_Attrib_SubDirSetR="Установить Только для чтения (+r)"
lang_Attrib_SubDirSetHS="Установить Скрытый и системный (+h+s)"
lang_Attrib_SubDirRemoveR="Убрать Только для чтения (-r)"
lang_Attrib_SubDirRemoveHS="Убрать Скрытый и системный (-h-s)"
# Menu_CheckDrive.reg
Menu_CheckDrive="Меню проверки дисков"
lang_Menu_CheckDrive="Проверка дисков"
lang_CheckDrive_Dirty="Проверить на грязный бит"
lang_CheckDrive_Chk="Проверить диск на ошибки"
lang_CheckDrive_ChkFix="Отключить диск и исправить ошибки"
lang_CheckDrive_ChkFixRec="Отключить диск и найти поврежденные сектора"
# Menu_CopyToClip.reg
Menu_CopyToClip="Меню Копировать в буфер обмена"
lang_Menu_CopyToClip_file="Копировать/Вставить (файл)"
lang_Menu_CopyToClip_link="Копировать/Вставить (ссылка)"
lang_Menu_CopyToClip_folder="Копировать/Вставить (выбранная папка)"
lang_Menu_CopyToClip_drive="Копировать/Вставить (диск)"
lang_Menu_CopyToClip_dir="Копировать/Вставить (папка)"
lang_CopyToClip_Name="Только Имя"
lang_CopyToClip_FullName="Полное имя"
lang_CopyToClip_Path="Полный путь"
lang_CopyToClip_QPath="Полный путь с кавычками"
lang_CopyToClip_FileList="Список имен файлов"
lang_CopyToClip_DirList="Список имен каталогов"
lang_CopyToClip_PathListCur="Список файлов с полными путями"
lang_CopyToClip_QPathListCur="Список файлов с полными путями с кавычками"
lang_CopyToClip_PathListAll="Список файлов с полными путями (+ подпапки)"
lang_CopyToClip_QPathListAll="Список файлов с полными путями (+ подпапки) с кавычками"
lang_PasteFromClip_Text="Текст из буфера в файл"
lang_CopyToClip_FullNameB="Имя папки"
lang_CopyToClip_PathB="Полный путь к папке"
lang_CopyToClip_QPathB="Полный путь к папке с кавычками"
lang_CopyToClip_FileListB="Список файлов с полными путями"
lang_CopyToClip_DirListB="Список папок с полными путями"
lang_CopyToClip_PathListCurB="Список файлов с полными путями"
lang_CopyToClip_QPathListCurB="Список файлов с полными путями с кавычками"
lang_CopyToClip_PathListAllB="Список файлов с полными путями (+ подпапки)"
lang_CopyToClip_QPathListAllB="Список файлов с полными путями (+ подпапки) с кавычками"
lang_PasteFromClip_TextB="Текст из буфера в файл"
# Menu_CopyToFolder.reg
Menu_CopyToFolder="Меню Копировать в папку"
# Menu_Delete.reg
Menu_Delete="Меню Удаления"
lang_Menu_Delete_File="Удалить содержимое (файл)"
lang_Menu_Delete_Folder="Удалить содержимое (папка)"
lang_Delete_All="Все"
lang_Delete_Archives="Только архивы"
lang_Delete_NotArchives="Все, кроме архивов"
lang_Delete_NotThisFile="Все, кроме этого файла"
lang_Delete_NotThisFileType="Все, кроме файлов этого типа"
lang_Delete_OnlyThisFileType="Только файлы этого типа"
lang_Delete_ThisFile="Удалить этот файл"
lang_Delete_ThisFolder="Удалить эту папку"
lang_Delete_FileByShortName="По короткому имени"
lang_Delete_DirByShortName="По короткому имени"
# Menu_Firewall.reg
Menu_Firewall="Меню брандмауэра"
lang_Menu_Firewall="Доступ в инет"
lang_Add_Firewall="Заблокировать"
lang_Del_Firewall="Разблокировать"
lang_Check_Firewall="Проверить статус"
# Menu_HashSum.reg
Menu_HashSum="Меню хэш-суммы"
lang_Menu_HashSum="Хэш сумма (файл)"
lang_Menu_HashSum_Dir="Хэш сумма (файлы в папке)"
lang_Menu_HashSum_Folder="Хэш сумма (файлы в папке)"
lang_HashSum_MD5="MD5 (в txt)"
lang_HashSum_SHA1="SHA1 (в txt)"
lang_HashSum_SHA256="SHA256 (в txt)"
lang_HashSum_SHA384="SHA384 (в txt)"
lang_HashSum_SHA512="SHA512 (в txt)"
lang_HashSum_clip_MD5="MD5 (в буфер)"
lang_HashSum_clip_SHA1="SHA1 (в буфер)"
lang_HashSum_clip_SHA256="SHA256 (в буфер)"
lang_HashSum_clip_SHA384="SHA384 (в буфер)"
lang_HashSum_clip_SHA512="SHA512 (в буфер)"
lang_HashSum_Folder_MD5="MD5 (в txt)"
lang_HashSum_Folder_SHA1="SHA1 (в txt)"
lang_HashSum_Folder_SHA256="SHA256 (в txt)"
lang_HashSum_Folder_SHA384="SHA384 (в txt)"
lang_HashSum_Folder_SHA512="SHA512 (в txt)"
lang_HashSum_Folder_Recursive_MD5="MD5 (рекурсивно в txt)"
lang_HashSum_Folder_Recursive_SHA1="SHA1 (рекурсивно в txt)"
lang_HashSum_Folder_Recursive_SHA256="SHA256 (рекурсивно в txt)"
lang_HashSum_Folder_Recursive_SHA384="SHA384 (рекурсивно в txt)"
lang_HashSum_Folder_Recursive_SHA512="SHA512 (рекурсивно в txt)"
# Menu_Iconizer.reg
Menu_Iconizer="Iconizer"
lang_Menu_Iconizer_File="Iconizer (файл)"
lang_Menu_Iconizer_Folder="Iconizer (выбранная папка)"
lang_Menu_Iconizer_Dir="Iconizer (папка)"
lang_Iconizer_Pull_Ico="Достать главный значок (ico)"
lang_Iconizer_Pull_Png="Достать главный значок (png)"
lang_Iconizer_PullAll_Ico="Достать все значки (ico)"
lang_Iconizer_PullAll_Png="Достать все значки (png)"
lang_Iconizer_Folder_Pull_Ico="Достать главный значок (ico)"
lang_Iconizer_Folder_Pull_Png="Достать главный значок (png)"
lang_Iconizer_Folder_PullAll_Ico="Достать все значки (ico)"
lang_Iconizer_Folder_PullAll_Png="Достать все значки (png)"
lang_Iconizer_Apply="Установить значок для выбранной папки"
lang_Iconizer_Apply_Recurse="Установить значки для подпапок"
lang_Iconizer_Remove="Удалить значки"
lang_Iconizer_Dir_Pull_Ico="Достать главный значок (ico)"
lang_Iconizer_Dir_Pull_Png="Достать главный значок (png)"
lang_Iconizer_Dir_PullAll_Ico="Достать все значки (ico)"
lang_Iconizer_Dir_PullAll_Png="Достать все значки (png)"
lang_Iconizer_Dir_Apply="Установить значок для этой папки"
lang_Iconizer_Dir_Apply_Recurse="Установить значки для подпапок"
lang_Iconizer_Dir_Remove="Удалить значки"
# Menu_Library.reg
Menu_Library="Меню библиотек"
lang_Menu_Library_dll="DLL"
lang_Menu_Library_ocx="OCX"
lang_Library_Register="Регистрация файла"
lang_Library_RegisterAll="Регистрация всех файлов"
lang_Library_Unregister="Отменить регистрацию файла"
# Menu_MoveUp.reg
Menu_MoveUp="Меню перемещения вверх"
lang_Menu_MoveUp="Переместить вверх"
lang_MoveUp_Content="Только содержимое"
lang_MoveUp_Folder="Полностью эту папку"
lang_MoveUp_FolderToRoot="Эту папку в корень диска"
# Menu_NTFSLinks.reg
Menu_NTFSLinks="Меню NTFS ссылок"
lang_Menu_NTFSLinks_File="NTFS ссылки (файл)"
lang_Menu_NTFSLinks_Folder="NTFS ссылки (выбранная папка)"
lang_Menu_NTFSLinks_Sym="NTFS ссылки (симлинк)"
lang_Menu_NTFSLinks_Dir="NTFS ссылки (папка)"
lang_NTFSLinks_Directory_Show="Показать ссылки для этой папки"
lang_NTFSLinks_Directory_SourceFile="Запомнить источник ссылки (эта папка)"
lang_NTFSLinks_Directory_CreateHardLink="Разместить как жесткую ссылку или соединение"
lang_NTFSLinks_Directory_CreateSymLink="Разместить как символическую ссылку"
lang_NTFSLinks_Show="Показать жесткие ссылки"
lang_NTFSLinks_GoNext="Перейти к целевому файлу"
lang_NTFSLinks_ShowTargetDir="Показать целевую папку"
lang_NTFSLinks_GoToTargetDir="Перейти в целевую папку"
lang_NTFSLinks_ShowTargetSym="Показать целевую символическую ссылку"
lang_NTFSLinks_GoToTargetSym="Перейти к цели символической ссылки"
lang_NTFSLinks_SourceFile="Запомнить источник ссылки"
lang_NTFSLinks_ShowSaved="Показать сохраненный путь"
lang_NTFSLinks_Cancel="Удалить сохраненный путь"
# Menu_RecycleClean.reg
Menu_RecycleClean="Меню очистки корзины"
# Menu_RunAsTI.reg
Menu_RunAsTI="Меню запуска от имени TrustedInstaller"
lang_Menu_RunAsTI_Cmd="Выполнить как TrustedInstaller (cmd)"
lang_Menu_RunAsTI_Bat="Выполнить как TrustedInstaller (bat)"
lang_Menu_RunAsTI_Exe="Выполнить как TrustedInstaller (exe)"
# Menu_RunInCmdPromt.reg
Menu_RunInCmdPromt="Меню запуска в командной строке"
lang_Menu_RunInCmdPromt_Cmd="Запустить в командной строке (cmd)"
lang_Menu_RunInCmdPromt_Bat="Запустить в командной строке (bat)"
lang_Menu_RunInCmdPromt_Exe="Запустить в командной строке (exe)"
# Menu_RunInPowerShell.reg
Menu_RunInPowerShell="Меню запуска в PowerShell"
lang_Menu_RunInPowerShell="Принудительное выполнение"
lang_RunInPowerShell_User="С обычными правами"
lang_RunInPowerShell_Admin="С административными правами"
lang_RunInPowerShell_Ver_2="Запустить в версии 2.0 (Админ)"
lang_RunInPowerShell_TI="С правами TrustedInstaller"
# Menu_RunMsiAsAdmin.reg
Menu_RunMsiAsAdmin="Меню запуска MSI от имени администратора"
lang_runas="Запустить как Администратор"
# Menu_Security.reg
Menu_Security="Меню безопасности"
lang_Menu_Security_File="Разрешения безопасности (файл)"
lang_Menu_Security_Folder="Разрешения безопасности (папка)"
lang_Menu_Security_Drive="Разрешения безопасности (диск)"
lang_Security_ShowPermissions="Показать разрешения"
lang_Security_TakeOwnership="Взять на себя управление"
lang_Security_RestoreOwnership="Восстановить права (TrustedInstaller)"
lang_Security_RestoreOwnershipCur="Восстановить права (Текущий владелец)"
lang_Security_OwnershipToAdmins="Установить права для администраторов"
lang_Security_OwnershipToSystem="Установить права для системы"
lang_Security_PermissionsToTrustedInstaller="Полные разрешения для TrustedInstaller"
lang_Security_PermissionsToAdmins="Полные разрешения для администраторов"
lang_Security_PermissionsToSystem="Полные разрешения для системы"
lang_Security_SetInheritance="Включить наследование и заменить разрешения"
lang_Security_RemoveInheritance="Отключить наследование и скопировать разрешения"
lang_Security_AllFiles_On="Для всех файлов в папке (включить)"
lang_Security_AllFiles_Off="Для всех файлов в папке (выключить)"
lang_Security_AllFilesTakeOwnership="Взять на себя управление"
lang_Security_AllFilesRestoreOwnership="Восстановить права (TrustedInstaller)"
lang_Security_AllFilesRestoreOwnershipCur="Восстановить права (Текущий владелец)"
lang_Security_AllFilesOwnershipToAdmins="Установить права для администраторов"
lang_Security_AllFilesOwnershipToSystem="Установить права для системы"
lang_Security_AllFilesPermissionsToTrustedInstaller="Полные разрешения для TrustedInstaller"
lang_Security_AllFilesPermissionsToAdmins="Полные разрешения для администраторов"
lang_Security_AllFilesPermissionsToSystem="Полные разрешения для системы"
lang_Security_AllFilesSetInheritance="Включить наследование и заменить разрешения"
lang_Security_AllFilesRemoveInheritance="Отключить наследование и скопировать разрешения"
lang_Security_SubDir_On="Включая подкаталоги и файлы (включить)"
lang_Security_SubDir_Off="Включая подкаталоги и файлы (выключить)"
lang_Security_SubDirTakeOwnership="Взять на себя управление"
lang_Security_SubDirRestoreOwnership="Восстановить права (TrustedInstaller)"
lang_Security_SubDirRestoreOwnershipCur="Восстановить права (Текущий владелец)"
lang_Security_SubDirOwnershipToAdmins="Установить права для администраторов"
lang_Security_SubDirOwnershipToSystem="Установить права для системы"
lang_Security_SubDirPermissionsToTrustedInstaller="Полные разрешения для TrustedInstaller"
lang_Security_SubDirPermissionsToAdmins="Полные разрешения для администраторов"
lang_Security_SubDirPermissionsToSystem="Полные разрешения для системы"
lang_Security_SubDirSetInheritance="Включить наследование и заменить разрешения"
lang_Security_SubDirRemoveInheritance="Отключить наследование и скопировать разрешения"
lang_Security_DriveShowPermissions="Показать разрешения"
lang_Security_DriveTakeOwnership="Взять на себя управление"
lang_Security_DriveRestoreOwnership="Восстановить права (TrustedInstaller)"
lang_Security_DriveRestoreOwnershipCur="Восстановить права (Текущий владелец)"
lang_Security_DrivePermissionsToEveryone="Полные разрешения для всех"
lang_Security_DriveSetInheritance="Включить наследование и заменить разрешения"
# Menu_ShowHideFiles.reg
Menu_ShowHideFiles="Меню Показать/Скрыть файлы"
lang_Menu_ShowHideFiles="Показать/Скрыть файлы"
